INSERT INTO t_products (title, description, image_path, price, stock_quantity) VALUES
(
    'Лампа настольная беспроводная аккумуляторная диммируемая EGLO MANNERA 900461',
    'Беспроводная настольная лампа светодиодная EGLO MANNERA-S - идеальное решение для вашего дома, веранды, беседки или сада. Этот садовый светодиодный светильник сочетает в себе высокую функциональность и стильный дизайн. Он создан для использования дома или на улице и обладает хорошими влагозащитными свойствами, что делает его надежным в различных погодных условиях.

    Данный светильник универсален. Его можно использовать в качестве уличной настольной лампы или трансформировать в грунтовый садовый светильник с помощью дополнительных крепежных элементов, которые входят в комплект.

    Светодиодный уличный светильник EGLO MANNERA-S оснащен одним встроенным источником света мощностью 1,8 Вт. Эта универсальная уличная настольная лампа оснащена сенсорным диммером, позволяющим регулировать яркость освещения, а также возможностью регулировки цветовой температуры. Можно выбрать теплый или нейтральный оттенок белого света - 2500K, 3000K или 4000K.

    Этот светильник настольный обладает степенью пылевлагозащиты IP54, что гарантирует защиту от влаги и пыли, а также позволяет использовать его на открытом воздухе. Размеры LED светильника: высота - 20 см, диаметр основания и плафона - 7,5 см.Грунтовый уличный светильник EGLO MANNERA-S выполнен из стали и алюминия в сером цвете, а плафон (рассеиватель) - из пластика белого цвета. Влагозащитный светильник настольный MANNERA-S заряжается через USB провод. Гарантия на лампу составляет 5 лет.

    Настольный светильник EGLO MANNERA-S создаст уютную атмосферу и подчеркнет стиль вашего домашнего или уличного пространства. Эта переносная настольная лампа станет отличным дополнением для вашего дачного участка или дома, добавляя функциональности и элегантности вашему дизайну.',
    '7736566625.webp',
    6396,
    54
),
(
    'Лампа настольная EGLO AZBARREN 39753',
    'Настольная лампа EGLO AZBARREN - это сочетание стиля и функциональности.

    Лампа выполнена в скандинавском стиле, что делает ее отличным дополнением к интерьеру в современном стиле. Основание изготовлено из керамики и стали.

    Лампа оснащена одним цоколем Е27 под лампу мощностью до 40 Вт, что обеспечивает комфортное освещение. Степень пылевлагозащиты IP20 обеспечивает защиту от пыли, а класс электробезопасности II гарантирует безопасность использования. Выключатель расположен на проводе, что делает использование лампы еще более удобным.

    Лампа имеет высоту 53,5 см, диаметр плафона 30 см, диаметр основания 14,5 см. Материал плафона - ткань и пластик, цвет - светло-серый, что придает лампе современный и стильный вид.

    Настольная лампа EGLO AZBARREN - это не только источник света, но и стильный элемент декора, который подчеркнет индивидуальность вашего интерьера.',
    '6062209614.webp',
    10810,
    25
),
(
    'Светильник уличный настольный диммируемый сенсорный с USB-портом EGLO PONENTE 900982',
    'Светильник уличный настольный EGLO PONENTE - это стильное и функциональное решение для освещения вашего дома или сада. Этот светильник отличается высоким качеством и долговечностью.

     Светильник оснащен диммируемым сенсорным управлением, что позволяет регулировать яркость света в зависимости от ваших потребностей. Цветовая температура светильника - 2400К, 3000К или 4000К, что позволяет настроить оттенки теплого и нейтрального белого света. Вы можете легко настроить уровень освещения, чтобы создать уютную атмосферу. Светильник оснащен USB портом для зарядки.

     Светильник EGLO PONENTE имеет встроенный источник света мощностью 2.25 Вт. Это обеспечивает долгий срок службы и экономию энергии.

     Светильник имеет степень пылевлагозащиты IP44, что делает его устойчивым к воздействию пыли и влаги. Это позволяет использовать его в различных погодных условиях, не опасаясь за сохранность устройства.

     Плафон светильника выполнен из пластика, а основание - из стали. Это обеспечивает прочность и долговечность конструкции, а также придает светильнику современный и стильный вид.

     Светильник EGLO PONENTE выполнен в стиле минимализм, что позволяет ему гармонично вписаться в любой интерьер.

     Выбирая светильник уличный настольный EGLO PONENTE, вы получаете стильное, функциональное и надежное освещение для вашего дома или сада.',
    '7736580226.webp',
    8716,
    8
),
(
    'Лампа настольная уличная EGLO HUESA 75796 светодиодная с сенсорным диммером',
    'Уличная настольная лампа EGLO HUESA 75796 - это стильный и функциональный светильник, который станет незаменимым элементом освещения на вашем участке. Этот светильник сочетает в себе качество и надежность, что делает его отличным выбором для любого дома или сада.

     Лампа выполнена в стиле модерн, что позволяет ей гармонично вписаться в любой интерьер. Материал лампы - пластик, что обеспечивает легкость и прочность конструкции.

     Одной из особенностей данной модели является наличие встроенного аккумулятора и USB-разъема для зарядки.

     Светильник оснащен сенсорным управлением и диммером, что позволяет регулировать яркость света в зависимости от ваших потребностей. Цветовую температуру лампы также можно регулировать, выбрав 2200К, 3000К, или 4000К. Лампа оснащена встроенным светодиодным источником освещения мощностью 3 Вт, световой поток - 240 лм.

     Лампа имеет степень пылевлагозащиты IP44, что делает ее защищенной от пыли и влаги. Это позволяет использовать ее в различных погодных условиях, не опасаясь за сохранность светильника.

     Уличная настольная лампа EGLO HUESA 75796 - это стильное, функциональное и надежное решение для освещения вашего участка.',
    '7299747756.webp',
    4184,
    165
),
(
    'Лампа настольная беспроводная на солнечной батарее диммируемая EGLO ROCCANOVA 901892',
    'Погрузитесь в комфорт и стиль с настольной лампой на солнечной батарее EGLO ROCCANOVA, которая станет отличным дополнением для вашего двора, садового участка или дома. Эта уличная настольная лампа идеально сочетает функциональность и элегантный дизайн. Светодиодный уличный светильник оснащен функцией диммирования, что позволяет регулировать уровень освещения в зависимости от вашего настроения и потребностей.

     Работа с солнечной батареей делает беспроводной светильник экологичным и экономичным выбором, ведь он заряжается в течение дня и обеспечивает мягкое теплое освещение, создавая уютную атмосферу в вечернее время. Эта беспроводная настольная лампа на аккумуляторе также может заряжаться от USB-С кабеля. Время зарядки составляет 3,5 часа. Благодаря этому Вы можете легко установить этот стильный аксессуар в любом месте – на улице, в беседке или в доме.

     Уличный светильник на солнечных батарейках EGLO ROCCANOVA имеет степень пылевлагозащиты IP44, что позволяет использовать его в различных погодных условиях.

     Эта беспроводная настольная лампа с сенсорным диммером выполнена из стали в белом цвете. Она оснащена встроенным источником света мощностью 2,8 Вт. Цветовая температура данной уличной настольной лампы составляет 3000К, что обеспечивает теплый белый свет. Размеры светильника уличного: высота - 30 см, диаметр плафона - 13,5 см, диаметр основания - 11 см.

     Пусть ваша территория засияет новыми красками благодаря этому светодиодному уличному светильнику. Этот влагозащищенный уличный светильник не только украсит ваш двор, но и обеспечит необходимую видимость, создавая акценты и подчеркивая красоту вашего уличного пространства. LED-светильник EGLO ROCCANOVA сделает ваш вечерний отдых на свежем воздухе настоящим удовольствием! Не упустите возможность сделать свою жизнь более комфортной и красивой.',
    '7372655587.webp',
    3491,
    24
),
(
    'Светильник напольный торшер светодиодный беспроводной диммируемый EGLO MANNERA-L 901748',
    'Представляем вам напольный светодиодный светильник EGLO MANNERA-L. Этот современный светодиодный торшер отлично подойдет для освещения вашего дома или уличного пространства пространства, включая террасы, балконы и беседки. С его помощью вы сможете создать комфортную атмосферу для отдыха и вечеринок на свежем воздухе.

     Данный торшер универсален - его можно использовать как уличный торшер или напольный светильник для дома.

     Светодиодный напольный светильник EGLO MANNERA-L оснащен одним встроенным источником света мощностью 4,3 Вт. Этот торшер светильник напольный оснащен сенсорным диммером, позволяющим регулировать яркость освещения, а также возможностью регулировки цветовой температуры. Можно выбрать теплый или нейтральный оттенок белого света - 2400K, 3000K или 4000K. Этот напольный LED светильник обладает степенью пылевлагозащиты IP54, что позволяет использовать его на открытом воздухе. Размеры уличного напольного светильника: высота - 140 см, диаметр основания - 20 см, диаметр плафона - 16 см.

     Светильник напольный торшер EGLO MANNERA-L выполнен из стали и алюминия в черном цвете, а плафон (рассеиватель) - из пластика белого цвета. Влагозащитный светильник напольный MANNERA-L заряжается через USB кабель. Гарантия на него составляет 5 лет.

     Установите этот влагозащищенный светильник в беседке или дома и наслаждайтесь комфортным освещением в любое время суток.

     Влагозащитный светильник напольный EGLO MANNERA-L – это надежный и функциональный выбор для создания уюта в вашем доме или на улице.',
    '7372240660.webp',
    9588,
    5
);

